Repository: wp-plugins/mark-user-as-spammer
Catalog: languages/mark_user_*_spammer-*.po
Languages: ru_ru

# Verb. Mark user (account) like non spammer account
source: Unban user. He will be able to log in on site.
ru_ru: Разблокировать пользователя. Он сможет авторизовываться на сайте.

# Verb. Mark user (account) like spammer account
source: Ban user. He will not be able to log in on site and get an error that his account marked as spammer.
ru_ru: Заблокировать пользователя. Он не сможет авторизовываться на сайте и увидит ошибку о том, что его аккаунт заблокирован, как спам-аккаунт.

# Verb. Mark user (account) like non spammer account
source: Unban
ru_ru: Разблокировать

# Verb. Mark user (account) like spammer account
source: Ban
ru_ru: Заблокировать

source: You do not have the permission to do that!
ru_ru: ﻿У вас недостаточно прав для этого действия.

# %1$s - the account (user) ID (number)
source: An error occured during blocking account with ID <code>%1$s</code>.
ru_ru: Произошла ошибка во время блокировки аккаунта с ID <code>%1$s</code>.

# %1$s - the account (user) ID (number)
source: Account with ID <code>%1$s</code> have been successfully banned and no longer log in.
ru_ru: Аккаунт с ID <code>%1$s</code> успешно заблокирован и теперь не сможет авторизоваться на сайте.

# %1$s - the account (user) ID (number)
source: An error occured during unblocing account with ID <code>%1$s</code>.
ru_ru: Произошла ошибка во время разблокирования аккаунта с ID <code>%1$s</code>.

# %1$s - the account (user) ID (number)
source: Account with ID <code>%1$s</code> have been successfully unbanned and now can log in.
ru_ru: Аккаунт с ID <code>%1$s</code> успешно разблокирован и теперь может авторизоваться на сайте.

source: An error occured during something in Mark User as Spammer plugin.
ru_ru: Произошла неизвестная ошибка внутри плагина Mark User as Spammer в момент, когда он пытался что-то сделать.
